Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/HP_2009_samisk_sprak_nordsam.pdf.tmx
Source language: sme
Languages: nob

source: Máhttodepartemeanta lea dáhtton Oahpahusdirektoráhta jagi 2009 čađahit bearráigeahču das mo gielddat ja fylkkagielddat čuovvolit daid vuoigatvuođaid mat sámi ohppiin leat oahpahuslága mielde , maiddái makkár oahppo-
nob: Kunnskapsdepartementet har bedt om at Utdanningsdirektoratet i 2009 gjennomfører tilsyn med hvordan kommunene og fylkeskommunene følger opp samiske elevers rettigheter etter opplæringsloven , herunder elevenes tilgang til læremidler .

source: Sámediggi galgá váldojuvvot mielde bearráigehččui .
nob: Sametinget skal involveres i tilsynsarbeidet .

source: Ovddasvástádus : Oahpahusdirektoráhta / fylkkamánnit Áigodat : 2009-2014
nob: Ansvarlig : Utdanningsdirektoratet / fylkesmennene Tidsperspektiv : 2009-2014

source: Doaibmabidju 7 .
nob: 32 Tiltak 7 .

source: Gáiddosoahpahusa fierpmádat Ollu gielddat barget ovttasráđiid sámegiela oahpaheamis gáiddosoahpahanneavvuiguin .
nob: Nettverk for fjernundervisning Flere kommuner samarbeider om undervisning i samisk ved hjelp av fjernundervisning .

source: Fylkkamánniid bargu daid oahpaheddjiid fierpmádagain , guđet doaimmahit gáiddosoahpahusa , berre buoriduvvot , ja guvllolaš čoahkkaneamit berrejit ovttasráđiid allaskuvllaiguin lágiduvvot oahpaheddjiid várás .
nob: Fylkesmennenes arbeid med nettverk for lærere som gir fjernundervisning bør videreutvikles , og det bør holdes regionale samlinger for lærere i samarbeid med høgskolene .

source: Daid oahpaheddjiid várás guđet doaimmahit gáiddosoahpaheami sámegielas , galgá vuođđuduvvot fierpmádat .
nob: Det skal opprettes et nettverk for lærere som gir fjernundervisning i samisk .

source: Oahpahusdirektoráhta oažžu doaibman heivehit dakkár fierpmádaga .
nob: Utdanningsdirektoratet vil få i oppdrag å tilrettelegge for et slikt nettverk .

source: Ovddasvástádus : Oahpahusdirektoráhta / Fylkesmánnit / allaskuvllat Áigodat : 2009-2010
nob: Ansvarlig : Utdanningsdirektoratet / Fylkesmennene høyskoler Tidsperspektiv : 2009-2010

source: Doaibmabidju 8 .
nob: Tiltak 8 .

source: Ovttasbargu Ruoŧain sámegiela oahpahusas Čakčat 2005 ja giđđat 2006 ledje oktavuođat ruoŧŧilaš ja norgalaš departemeanttain main lea ovddasvástádus sámegiela oahpahusas , ja sii galge divaštallat oarjilsámegiela vuođđooahpahusa rádjaguovlluin .
nob: Samarbeid med Sverige om samiskundervisning Høsten 2005 og våren 2006 var det kontakt mellom de svenske og norske departementene med ansvar for samiskopplæring for å drøfte sørsamisk grunnskoleopplæring i grensetraktene .

source: Sámi mánáin Ruoŧas eai leat dakkár vuoigatvuođat go sámi mánáin Norggas .
nob: Samiske barn i Sverige har ikke tilsvarende rettigheter som samiske barn i Norge .

source: Oahppit ožžot fálaldaga oahpahallat sámegiela eatnigiellan , muhto eai leat ráhkaduvvon sierra oahppoplánat sámi ohppiid várás .
nob: Elevene får tilbud om samisk som morsmålsopplæring , men det er ikke utviklet egne læreplaner for samiske elever .

source: Čoahkkimiin ee. árvaluvvui ahte guktot riikkat galget iskat makkár vejolašvuođat ja hehttehusat leat lágain dasa mii guoská ovttasbargui vuođđoskuvlaoahpahusas riikkarájáid rastá .
nob: Det ble bl.a. foreslått at begge landene skulle undersøke de muligheter og de eventuelle hindringer som finnes i regelverket når det gjelder samarbeid om grunnskoleopplæring overlandegrensene .

source: Čielggas lea dattetge ahte dás lea jurisdikšuvdnaváttisvuohta masa ii leat álki gávdnat buori čovdosa .
nob: En er imidlertid klar over at en her står overfor et jurisdiksjonsproblem som det ikke er lett å se noen god løsning på .

source: Dat guoská ee. dasa goappá riikkas galgá leat váldi riikkarájá rasttideaddji geavatlaš oahpahusas , go muhtun dáhpáhusainhan lea sierramielalašvuohta oahpahusfálaldaga sisdoalus ja/dahje fálaldagaid ruhta-
nob: Det gjelder bl.a. hvilket land som skal ha myndighet i forbindelse med undervisning gitt på tvers av landegrensene , det er i noen tilfeller uenighet mellom landene om det konkrete opplæringstilbudet og / eller økonomien knyttet til tilbudene .

source: Ovddasvástádus : Máhttodepartemeanta Áigodat : 2009 Doaibmabidju 9 .
nob: Utfordringene er spilt inn i forbindelse med arbeidet med ny samekonvensjon .

source: Ovttasbargu Suomain sámegiela oahpahusas Ovttasbargu Suomain lea eanaš leamaš Sirpmá ja Ohcejoga skuvllain , main lea leamaš oktasaš oahpahus guktii vahkus .
nob: Det er viktig å kunne samarbeide på tvers av grensene , spesielt når det gjelder undervisningen og utviklingen av sør- og lulesamisk .

source: Ulbmil lea joatkit ovttasbarggu .
nob: Kunnskapsdepartementet vil ta

source: Lassin berre gáiddos oahpahusa plána čuovvoleapmái láhččojuvvot buoret vejolašvuođat bargat ovttas riikkarájáid rástá buot golmma sámegielas .
nob: kontakt med Sverige for igjen å drøfte hvilke muligheter en har for å finne løsninger som elever i begge land kan nyte godt av .

source: Ovddasvástádus : Oahpahusdirektoráhta / Nordlándda Romssa ja Finnmárkku fylkkamánnit Áigodat : 2009
nob: Samiske læremidler - produksjon , distribusjon og oversetting Ansvarlig : Kunnskapsdepartementet Tidsperspektiv : Våren 2009

source: Sámi oahpponeavvut Daid ekonomalaš rámaid siskkobealde mat leat stáhtabušeahtas sámi oahpponeavvuide , Sámedikkis lea ovddasvástádus hálddašit ja vuoruhit rámaid siskkobealde . Ain váilot ollu oahpponeavvut oarjilsámegielas , julevsámegielas ja davvisámegielas mat livčče ráhkaduvvon Máhttoloktemii – Sámegilli .
nob: På oppdrag fra Kunnskapsdepartementet har Utdanningsdirektoratet i samarbeid med Fylkesmannen i Finnmark foretatt en kartlegging av eksisterende læremidler på nord- , lule- og sørsamisk som kan nyttes i samsvar med Kunnskapsløftet - Samisk , samt hva som mangler av læremidler for ulike fag / emner og trinn .

source: Okta hástalus lea gávdnat doarvái oahppogirječálliid almmá “ vieččakeahttá menddo ollu ” fágabargiid skuvllain .
nob: Kartleggingen viser at det fremdeles er et stort behov for samiske læremidler tilpasset Kunnskapsløftet – Samisk .

source: RØROS-SÁMI GUOVLLUS leat ožžon áigái lagaš ovttasbarggu daid ásahusaid gaskkas , main lea ovddasvástádus fállat sámegiela oahpahusa , ja dat lea váikkuhan nu , ahte sámegiela vuođđooahpahusas eai báljo heaitte šat oahppit .
nob: Samarbeid med Finland om samiskundervisning Samarbeidet med Finland har stort sett vært knyttet til skolene i Sirma og Utsjok med felles undervisning to ganger i uka . Det tas sikte på at dette samarbeidet fortsetter .

source: Ovttasráđiid skuvllaiguin Aajege sámi giella- ja máhttoguovddáš áimmahuššá sámi oahppi miehtá vuođđoskuvlla oahpahusa , ja dat
nob: I tillegg bør det som oppfølging av plan for fjernundervisning legges bedre til rette for samarbeid over grensene i alle de tre samiske språkene .

source: oktavuođas , ja kártema dasge makkár oahpponeavvut váilot guđege fágii / fáddái ja dássái .
nob: Ansvarlig : Utdanningsdirektoratet / fylkesmenn Tidsperspektiv : 2009

source: Giđđat jagi 2009 vuođđuduvvo oktasaš bargojoavku man bargun šaddá buktit árvalusaid dakkár doaibmabijuide mat beavttálmahttet sámi oahpponeavvuid buvttadeami .
nob: Det skal våren 2009 opprettes en felles arbeidsgruppe som vil ha i oppdrag å komme med forslag til tiltak som kan effektivisere utviklingen av samiske læremidler .

source: Ovddasvástádus : Sámediggi / Oahpahusdirektoráhta Áigodat : Joavku vuođđuduvvo giđđat 2009
nob: Ansvarlig : Sametinget / Utdanningsdirektoratet Tidsperspektiv : Gruppen opprettes våren 2009

source: doarju oahppi go son sirdá mánáidgárddis vuođđoskuvlii , ja viidáseappot vuođđoskuvllas joatkkaskuvlii .
nob: Det er ennå stor mangel på læremidler på sørlule- og nordsamisk som er utviklet i forhold til Kunnskapsløftet – samisk .

source: Skuvllat , vánhemat ja oahppit ožžot rávvagiid , bagadusa ja dieđuid vuoigatvuođaid , oahppofálaldagaid , giellaválljema , fága diibmojuogu ja diibmoplánema birra .
nob: I Sametingets strategiske plan for læremiddelutvikling 2009-2012 er det gjort læremiddelprioriteringer på sør- , lule- og nordsamisk ut fra innspill fra barnehager og skoler i de aktuelle områdene .

source: Vai lea sihkkar ahte oahpponeavvut jovdet guđege oahppái , de strategiijain lea maiddái dat jurdda ahte oahpponeavvut galget leat nuvttá .
nob: For å sikre at læremidlene kommer ut til den enkelte elev , er en av strategiene at læremidlene skal være gratis .

source: Sámediggi lea álggahan ovddasmanni prošeavtta Divttasvuona suohkanii , ja ulbmil lea ovddidit Áiluovtta skuvlla julevsámegiela oahpponeavvuid ráhkadeami resursaskuvlan .
nob: Sametinget har igangsatt et pilotprosjekt i Tysfjord kommune , der formålet er å utvikle Drag skole til en ressursskole for læremiddelutvikling på lulesamisk .

source: Dán ovddasmanni prošeavtta vásáhusat šaddet váldojuvvot vuhtii maiddái resursaskuvllaid ráhkadeapmái máiddái oarjilsámi ja davvisámi guovlluide .
nob: Erfaringene fra dette pilotprosjektet vil bli brukt for å utvikle ressursskoler også i sør- og nordsamiske områder .

source: Doaibmabidju 11 .
nob: Tiltak 11 .

source: Sámegiela oahpahusa vuoigatvuođa ja geatnegasvuođa diehtojuohkindoaibmabijut Ráhkaduvvon / heivehuvvot galget buoret dieđut vuoigatvuođaid ja geatnegasvuođaid birra mat gullet sámegiela oahpahussii , ja sámegiela oahpponeavvuid birra .
nob: Informasjonstiltak om rett og plikt til samiskopplæring Det skal utarbeides / tilrettelegges bedre informasjon om rettigheter og plikter til samiskopplæring , samt om samiske læremidler .

source: Dát dieđut galget leat fylkkagielddaide , gielddaide ja vánhemiidda ja ohppiide .
nob: Informasjonen skal rette seg mot fylkeskommuner , kommuner og foreldre og elever .

source: Dieđuin galgá deattuhuvvot ahte skuvlaeaiggát válddedettiin ohppiid skuvlii galgá váldit čielgasa das , galgágo oahppái sámegiela oahpahus .
nob: Det skal i informasjonen understrekes at skoleeier , ved opptak til skolen , bør innhente informasjon om eleven skal ha samiskopplæring .

source: Dát gusto sihke oahppi skuvliiálgimii , skuvlamolsumii ja go son sirdá ođđa oahpahusdássái .
nob: Dette gjelder både ved skolestart , ved bytting av skole og ved overgang mellom de ulike nivåene i opplæringen .

source: Dakkár diehtojuohkin guoská maid rávesolbmuid oahpahussii .
nob: Slik informasjon skal også omfatte voksenopplæring .

source: Giellamovttiidahttinprošeakta lei mánáidgárddis orgainiserejuvvon dan jurdaga vuođul ahte mánát galget oahppat oarjilsámegiela dan giela lunddolaš ja beaivválaš geavaheamis .
nob: Informasjonen bør tilrettelegges for nettet , samt i brosjyrer . Informasjonen skal distribueres slik at det den når ut over de samiske områdene .

source: Mánáidskuvllas mánát besse oahppat oarjilsámegiela , dasto ožžo oahpahusa oarjilsámegillii arvat fágain .
nob: Ansvarlig : Utdanningsdirektoratet / fylkesmenn Sametinget Tidsperspektiv : August 2009

source: dábálaš oarjilsámegiela .
nob: I RØROSSAMISK REGION har man utviklet et tett samarbeid mellom institusjoner med ansvar for samisk opplæring , noe som har resultert i et minimalt frafall av elever som har samiskopplæring i grunnopplæringen .

source: Sii maid sáhtte vástidit oarjilsámegillii ja háleštit oarjilsámegillii .
nob: I samarbeid med skolene ivaretar Aajege samisk språk- og kompetansesenter den samiske eleven gjennom hele grunnopplæringen , og følger opp elevene i overgangene mellom barnehage til grunnskole og videre fra grunnskole til videregående skole .

source: Diehtojuohkin berre ráhkaduvvot nu ahte heive nehttii , ja diehtogihpan . Dieđut galget fuolahuvvot sámi guovlluid olggobealláige .
nob: Skoler , foreldre og elever får råd , veiledning og informasjon om rettigheter , opplæringstilbud , språkvalg , timefordeling og timeplanlegging av faget .

source: Giliskuvllat Dakkár báikkit mat gohčoduvvojit boaittobeallin riikkalaš oktavuođain , leat dávjá sámi guovddášguovllut ja buorit joregat main lea vejolaš seailluhit sámegiela , kultuvrra ja servodateallima .
nob: Grendeskoler Steder som betegnes som utkanter i norsk sammenheng , er ofte samiske kjerneområder og gode areanaer for bevaring av samisk språk , kultur og samfunnsliv .

source: Vuođđo- ja joatkkaskuvllat leat Máhttoloktema – Sámegiela geažil geatnegasat addit buori oahpahusa man vuođđun lea sámegiella , sámi kultuvra ja sámi servodateallin .
nob: Grunn- og videregående skoler er gjennom Kunnskapsløftet – Samisk forpliktet til å gi en kvalitetsmessig god opplæring med basis i samisk språk , kultur og samfunnsliv .

source: Giliskuvllain leat , go leat lahka ealli sámi servodagaid ja árbevirolaš ealáhusaid , buot vejolašvuođat duođaid fállat dakkár buori oahpahusa .
nob: Grendeskoler har , med sin nærhet til levende samiske samfunn og tradisjonelle næringer , gode muligheter til å virkeliggjøre slik opplæring .

source: Oahpahus ja bajásšaddan sámegielalaš birrasis addet guđege oahppái buriid vejolašvuođaid ovdánit sámegielas nu ahte dat šaddá lunddolaš geavahusgiellan .
nob: Opplæring og oppvekst i et samiskspråklig miljø gir gode muligheter for den enkelte elev å utvikle sitt samiske språk til et naturlig bruksspråk .

source: Resursaolbmuidge lea álkit geavahit oahpahussii go skuvla lea sámi báikegottis .
nob: Det er også lettere å nyttiggjøre ressurspersoner i lokalsamfunnet i undervisningen når skolen er i lokalsamfunnet .

source: Jos giliskuvllat heaittihuvvojit , jogo davvisámi , julevsámi dahje oarjilsámi guovllus , de dakkár heaittiheamit sáhttet funet čuohcit sámi servodagaid giellaovdáneapmái ja nu maiddái oppa sámi servodahkiige .
nob: Nedleggelse av grendeskoler , både i nord- , lule- og sørsamiske områder , vil kunne ha negative konsekvenser for språkutviklingen i de samiske samfunnene og dermed for hele det samiske samfunnet .

source: Giliskuvllaid heaittiheapmi sáhttá dagahit dan ahte olbmot fárrejit eret sámi gilážiin .
nob: Konsekvensen av nedleggelse av grendeskolene kan være fraflytting fra samiske bygder .

source: Dainna lágiin áitojuvvojit unna sámegielalaš servodagažat mat leat dehálaččat sámegiela seailumii .
nob: Dette truer små samiskspråklige samfunn som er viktige i opprett- holdelsen av samisk språk .

source: Eretfárremat sáhttet dagahit dan ahte bajásšaddi buolva massá lagašvuođa báikkálaš servodahkii , lundui ja árbevirolaš ealáhusaide ja daidda gullevaš terminologiijaide , ja dieđuid daid birra .
nob: Fraflytting kan føre til at den oppvoksende generasjon mister nærhet til og kunnskaper om lokalsamfunn , natur og tradisjonelle næringer , med tilhørende terminologi .

source: Gielddain ja fylkkagielddain lea ovddasvástádus almmolaš skuvlastruktuvrras .
nob: Det er kommunene og fylkeskommunene som har ansvaret for den offentlige skolestrukturen .

source: Ráđđehus ii sáhtte mearridit mo gielddaid ja fylkkagielddaid skuvlastruktuvra galgá leat , go dat lea gielddaid iešstivrema oassi .
nob: Regjeringen kan ikke gi pålegg om hvordan skolestrukturen i kommunene og fylkeskommunene skal være , dette er en del av det kommunale selvstyret .

source: Seammás gielddain ja fylkkagielddainge lea ovddasvástádus váldit vuhtii sámiid riikkaidgaskasaš geatnegavuođaid vuđul .
nob: Samtidig har også kommuner og fylkeskommuner et ansvar i forhold til internasjonale forpliktelser når det gjelder samene .

source: Diđolašvuohta das berre mearkkašit ahte sámi guovlluin eai galgga buoril heaittihit giliskuvllaid , eaige oppanassiige vuđolaš guorahallamiid haga .
nob: Bevissthet rundt dette bør medføre en høy terskel for nedleggelse av grendeskoler i samiske områder og det bør ikke skje uten grundige utredninger .

source: Dátge lea ovdamearka dakkár áššiin main Sámediggi sámelága vuođul berre oažžut vejolašvuođa dovddahit iežas oaiviliid .
nob: Dette er også eksempel på saker hvor Sametinget etter sameloven bør gis anledning til å uttale seg .

source: Dattetge lea ovddasvástádus gielddain addit bures heivehuvvon oahpahusfálaldagaid , maiddái sámegielasge ja/dahje sámegilliige , dain skuvllain maidda oahppit sirdojuvvojit .
nob: Uansett vil kommunene ha ansvar for et godt tilrettelagt undervisningstilbud , også i og / eller på samisk språk , på de skoler elevene overføres til .

source: Muhtun dáhpáhusain sáhttet maiddái báikkálaš dilálašvuođat lea dakkárat , ahte stuorát skuvla sáhtášii addit buoret fálaldaga sámegielas .
nob: I enkelte tilfeller kan også lokale forhold medføre at det vil være mulig å gi et kvalitativt bedre tilbud i samisk på en større skole .

source: Dan sáhttet buoremusat árvvoštallat báikegottiin .
nob: Dette er vurderinger som best gjøres lokalt .

source: Sámediggi dáhttu dán doaibmaplána oktavuođas ahte ráđđehus galgá árvvoštallat juolludit merkejuvvon ruđaid giliskuvllaide mat oahpahit sámegiela ja / dahje sámegillii .
nob: Sametinget ønsker i forbindelse med denne handlingsplanen at regjeringen skal vurdere å innføre et øremerket tilskudd til grendeskoler som gir opplæring i og / eller på samisk .

source: Ráđđehus ii ane dan gánnáhahttin , muhto čujuha dasa ahte Bargo- ja searvadahttindepartemeanta lea váldán álgaga lagat ovttasbargui Gielddaid guovddášlihtuin ja Sámedikkiin das mii guoská gielddaid sámepolitihkkii , ja dasa gullet maid fáddán gielddaid mearridan rápmaeavttut sámegiela fálaldagaide .
nob: Regjeringen ser ikke dette som hensiktsmessig , men viser til at Arbeids- og inkluderingsdepartementet har tatt initiativ til et nærmere samarbeid med KS og Sametinget om samepolitikk i kommunene , hvor også kommunenes rammebetingelser for samiske tilbud vil kunne være tema .

source: Rávesolbmuid giellaoahpahus ja alfabehtten Rávesolbmuid vuođđooahpahusa dáfus jurddašuvvo eará láhkai go mánáid ja nuoraid dáfus das mii guoská vuoigatvuhtii oažžut oahpahusa sámegielas ja sámegillii .
nob: holde en samtale i gang på sørsamisk . Språkopplæring og alfabetisering for voksne Når det gjelder grunnopplæringen for voksne , vurderes retten til opplæring i og på samisk noe annerledes enn for barn og unge .

source: Dábálaččat berre rávis sápmelaš guhte dárbbaša vuođđoskuvlaoahpahusa , oažžut oahpahusa sámegielas .
nob: Normalt bør krav om opplæring i samisk imøtekommes for en voksen same som trenger grunnskoleopplæring .

source: Sámelága § 3-8 čilge vuoigatvuođa oažžut oahpahusa sámegielas .
nob: Sameloven § 3-8 omtaler rett til opplæring i samisk .

source: Dás lea dattetge eará áššis sáhka go dáin vuoigatvuođain mat čuvvot oahpahuslágas , ja dán lága mearrádusa eavttuin celkojuvvo ee. ahte « Vuoigatvuohta mearkkaša ahte juohkehaš sáhttá gáibidit beassat čađahit dárbbašlaš rávesolbmuidkurssa sámegielas eatnigiellan rávesolbmuid oahpahusa gustojeaddji njuolggadusaid mielde » .
nob: Dette dreier seg imidlertid om noe annet enn de rettighetene som følger av opplæringsloven , og i premissene til denne bestemmelsen heter det bl.a. at « Retten innebærer at enhver kan kreve å få gjennomgå relevant voksenopplæringskurs i samisk som morsmål innenfor de gjeldende regler for voksenopplæring . »

source: Rávesolbmuid oahpahussii sámegielas ii leat sierra juolludeapmi .
nob: Det er ikke eget tilskudd til opplæring i samisk for voksne .

source: Golut fertejit gokčojuvvot gielddaid ja fylkkagielddaid rámaid siskkobealde , ja dakkár fálaldagaid lágideapmi lea guđege gieldda / fylkka-
nob: Utgiftene må dekkes innenfor rammene til kommuner og fylkeskommuner , og tilretteleggingen av slike tilbud er den enkelte kommunes / fylkeskommunes ansvar .

source: Danne lea dehálaš ahte dat vuoruhit oahpahusruđaid njuolggadusaid ja oahpahusdárbbuid vuođul .
nob: Det er derfor viktig at de prioriterer opplæringsmidlene i samsvar med regelverk og opplæringsbehov .

source: Sii guđet háliidit rávesolbmuidoahpahusa , fertejit ieža dieđihit iežaset oahpahusdárbbuid .
nob: De som ønsker voksenopplæring , må selv melde sine opplæringsbehov .

source: Oahpahus lea nuvttá ja galgá čuovvut gustojeaddji oahppoplánaid .
nob: Opplæringen er gratis og skal følge gjeldende læreplaner .

source: Gielddat / fylkkagielddat sáhttet addit oahppolihtuide doaibman lágidit oahpahusa jogo vuođđoskuvlla dahje joatkkaoahpahusa dásis .
nob: Kommunene / fylkeskommunene kan gi studieforbundene i oppdrag å gi opplæring på hhv. grunnskolens og den videregående opplæringens område .

source: Dallege oahpahus galgá leat nuvttá oasseváldiide .
nob: Opplæringen skal også da være gratis for deltakerne .

source: Jos oahppolihtut baicce lágidit oahpahusa vuođđoskuvlla ja/dahje joatkkaskuvlla dásis almmá mange soahpahmuša gielddain dahje fylkkagielddain , de gáibiduvvo kursadivat .
nob: Hvis studieforbundene derimot gir opplæring på grunnskolens og / eller videregående opplærings område uten å ha avtale med kommune eller fylkeskommune , kreves kursavgift .

source: Dalle maid váldojuvvo kursadivat go oahppolihtut lágidit kurssaid eará fágain ja fáttáin , ee. sámegielas .
nob: Det tas også kursavgift når studieforbundene organiserer kurs i andre fag og emner , bl.a. i samisk .

source: Guokte sámi oahppolihtu leat , Sámi oahppolávdegoddi ja Mearrasámi oahppolihttu , ja sin váldoulbmil lea bargat oahpahusa lágidemiin sámegielas ja sámi kulturárbbis .
nob: Det er to samiske studieforbund , Samisk studieutvalg og Sjøsamisk studieforbund , som har som hovedmål å arbeide for å gi opplæring i samisk språk og kulturarv .

source: Doaibmabidju 12 . Rávesolbmuid 5-jahkásaš oahpahusprográmma sámegielas Sámediggi ja Sámi allaskuvla leat soahpan ráhkadit ja čađahit rávesolbmuid 5-jahkásaš oahpahusprográmma buot sámi giellaguovlluin .
nob: Tiltak 12. 5-årig voksenopplæringsprogram i samisk Sametinget og Samisk høgskole har inngått en avtale om utvikling og gjennomføring av et 5-årig samisk voksenopplæringsprogram i alle samiske språkområder .

source: Rávesolbmuid oahpahusprográmma ulbmiljoavku leat buot sámit guđet eai máhte sámegiela ja orrot bieđgguid viiddis guovllus .
nob: Målgruppen for voksenopplæringsprogrammet er alle ikke-samisktalende samer i et bredt geografisk område .

source: Doaibmabijut álggahuvvojit erenoamážit dain guovlluin maidda dáruiduhttinpolithkka lea čuohcán bahámusat .
nob: Tiltakene vil spesielt bli satt inn der fornorskningspolitikken har gjort størst skade .

source: Ráves sámit ožžot oahphusfálaldaga davvisámegielas , julesámegielas dahje oarjilsámegielas .
nob: Voksne samer vil få opplæringstilbud på nordsamisk , lule- eller sørsamisk .

source: Ulbmil lea ahte sámit galget váldit iežaset giela ruovttoluotta ja ahte sámegiela dilli galgá buorránit go eanebut dan hállagohtet .
nob: Målet er at samer skal ta sitt språk tilbake og at samisk språk skal få et løft ved at flere bruker det .

source: Buot sámi giellabirrasat galget váldojuvvot mielde dán bargui .
nob: Alle samiske språkmiljøer skal inkluderes i arbeidet .

source: Dat mearkkaša ahte sámi giellaguovddážat , gielddat ja eará oasálaččat giellabirrasiin galget ovttasráđiid ja lahkalagaid bargat .
nob: Det betyr at de samiske språksentrene , kommunene og andre aktører i språkmiljøene skal samarbeide nært .

source: Sámi allaskuvla oažžu ovddasvástádussan prošeavtta geavatlaš čađaheami .
nob: Samisk høgskole får ansvaret for den praktiske gjennomføringen av prosjektet .

source: Doaibmabiju ruhtada Sámediggi Sámi Álbmotfoandda ruđaiguin .
nob: Tiltaket finansieres av Sametinget av midler fra Samefolkets fond .

source: Ovddasvástádus : Sámediggi Áigodat : 2009-2014
nob: Ansvar : Sametinget Tidsperspektiv : 2009-2014

source: Doaibmabidju 13 .
nob: Tiltak 13 .

source: Dasto galgá vel rahppojuvvot neahttasadji prošeavtta oasseváldiid várás , mas sii friddja sáhttet geavahit gielaset ja gulahallat guhtet guimmiideasetguin ja prošeaktajođiheddjiin .
nob: Kartlegging av omfang av morsmålsanalfabetisme og behov for opplæring i samisk for voksne Sametinget tilbyr , i samarbeid med Samisk høgskole , samiskopplæring for voksne gjennom et femårig opplæringsprogram .
